Repository: intisumajpas/BI-2025
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es_es

source: The intensity of the AE was to be assessed by the investigator and categorised as either mild: (awareness of signs or symptoms which are easily tolerated), moderate (enough discomfort to cause interference with usual activity), or severe (incapacitating or causing inability to work or to perform usual activities).
es_es: El investigador debía evaluar la intensidad del EA y clasificarlo como leve: (conciencia de signos o síntomas que se toleran fácilmente), moderado (incomodidad suficiente para interferir en la actividad habitual) o grave (incapacitante o que causa incapacidad para trabajar o realizar actividades habituales).

source: The intention-to-treat population (n=1577) included all patients randomly assigned to a trial arm.
es_es: En la población por intención de tratar (n=1577) se incluyeron todos los pacientes aleatorizados para incluirse en uno de los grupos del estudio.

source: The interim analysis was to be performed after accrual of approximately 500 primary adjudicated outcome events (approximately 60% of the planned events for the final analysis).
es_es: El análisis provisional debía realizarse una vez acumulados aproximadamente 500 eventos de desenlaces primarios adjudicados (aproximadamente 60 % de los eventos previstos para el análisis final).

source: The intermediates presented in 3.2.8.2.4 (7776-s241bioal0301, q00308856-01) refer to process intermediate pools generated after individual process steps during manufacturing (i.e. harvest, ultrafiltration/diafiltration, chromatography purification and virus filtration).
es_es: Los productos intermedios incluidos en 3.2.8.2.4 (7776-s241bioal0301, q00308856-01) son mezclas intermedias del proceso generadas tras cada paso individual del proceso de fabricación (es decir, cosecha, ultrafiltración/diafiltración, purificación por cromatografía y filtración de virus).

source: The intermediates presented in 3.2.S.2.4 (7776-s24 1 bioal0301, q00308856-01) refer to process intermediate pools generated after individual process steps during manufacturing (i.e. harvest, ultrafiltration/diafiltration, chromatography purification and virus filtration).
es_es: Los productos intermedios incluidos en 3.2.S.2.4 (7776-s241 bioal0301, q00308856-01) son mezclas intermedias del proceso generadas tras cada paso individual del proceso de fabricación (es decir, cosecha, ultrafiltración/diafiltración, purificación por cromatografía y filtración de virus).

source: The interquartile range, which is defined as the difference between third and first quartile, is displayed as a box around the median.
es_es: El rango intecuartílico, que se define como la diferencia entre el tercer y el primer cuartil, se muestra como una caja alrededor de la mediana.

source: The intrinsic dissolution rate expressed in µg/cm²/min was calculated using the slope of the concentration versus time plot and from the linear portion of the slope of the dissolution curve, volume of dissolution medium (35ml) and area (diameter: 2 mm) of the exposed disk.
es_es: La velocidad de disolución intrínseca estuvo expresada en µg/cm²/min y se calculó comparando la curva del diagrama concentración-tiempo y usando el segmento lineal de la pendiente de la curva de disolución, el volumen del medio de disolución (35 ml) y el área del disco expuesto (diámetro: 2 mm).

source: The intrinsic dissolution rate expressed in µg/cm²/min was calculated using the slope of the concentration versus time plot and from the linear portion of the slope of the dissolution curve, volume of dissolution medium (35ml) and area (diameter:
es_es: La velocidad de disolución intrínseca estuvo expresada en µg/cm²/min y se calculó comparando la curva del diagrama concentración-tiempo y usando el segmento lineal de la pendiente de la curva de disolución, el volumen del medio de disolución (35 ml) y el área del disco expuesto (diámetro:

source: The intrinsic dissolution rate is low (< 50 µg/cm²/min).
es_es: La velocidad de disolución intrínseca es baja (< 50 µg/cm²/min).

source: The intrinsic dissolution rate is shown in Table 3.
es_es: En la Tabla 3 se puede ver la velocidad de disolución intrínseca

source: The intrinsic dissolution rate of empagliflozin was determined in aqueous media covering a range of pH 1.1 – 7.4 using the rotating disc method which maintains a constant surface area.
es_es: La velocidad de disolución intrínseca de empagliflozina se determinó en medios acuosos con un rango de pH de 1.1 a 7.4, usando el método de disco rotatorio, que mantiene una superficie constante.

source: The intrinsic solubility was determined using the rotating disc method.
es_es: Para determinar la solubilidad intrínseca se usó el método de disco rotatorio.

source: The introduction of new products or molecule classes in drug substance and drug product facilities underlies a proper risk evaluation and introduction procedure.
es_es: Ante la introducción de clases de moléculas o productos nuevos en las instalaciones para principios activos y medicamentos, se requieren una evaluación de riesgos y un procedimiento de introducción apropiados.

source: The investigated ranges of process parameters result in adequate quality of tenecteplase 25 mg.
es_es: En los intervalos investigados para los parámetros del proceso se observa una que tenecteplasa, 25 mg presenta una calidad adecuada.

source: The investigational product tenecteplase (MetalyseTM, Boehringer Ingelheim) is a genetically modified form of tPA.
es_es: El producto en investigación tenecteplasa (MetalyseTM, Boehringer Ingelheim) es una variante genéticamente modificada de tPA.

source: The investigational product tenecteplase (Metalyse®, Boehringer Ingelheim) is a genetically modified form of tPA.
es_es: El producto en investigación tenecteplasa (Metalyse®, Boehringer Ingelheim) es una variante genéticamente modificada de tPA.

source: The investigational product should be used immediately after reconstitution.
es_es: El producto en investigación debe usarse de inmediato tras la reconstitución.

source: The investigational treatment is open-label.
es_es: El tratamiento en investigación es abierto.

source: The investigator (or designated site-personnel) was to check that the patient had completed all items, but the response to each item was not to be scrutinised.
es_es: El investigador (o el personal designado del centro) debía verificar que el paciente hubiera completado todos los puntos, aunque sin detenerse a ver la respuesta a cada punto.

source: The investigator / the trial centre would have been reimbursed for reasonable expenses incurred in case of trial termination (except in case of the third reason).
es_es: El investigador/el centro del ensayo deberían recibir un reembolso por los gastos razonables incurridos en caso de interrupción del ensayo por cualquier motivo, excepto el consignado en 3.

source: The investigator and others responsible for subject care should institute any supplementary investigations of SAEs based on their clinical judgement of the likely causative factors.
es_es: El investigador y otras personas responsables de la atención del paciente deben implementar evaluaciones complementarias de los eventos adversos graves de acuerdo con su criterio clínico para definir las causas probables.

source: The investigator approved the data using an electronic signature to confirm the accuracy of the data recorded.
es_es: El investigador aprobó los datos firmando electrónicamente para confirmar la exactitud de los datos consignados.

source: The investigator assigned the appropriate risk category (A to D) at enrolment.
es_es: Al momento de reclutamiento, el investigador asignó la categoría de riesgo adecuada (A a D).

source: The investigator did not consider these AEs to be drug-related.
es_es: El investigador no consideró que estos eventos adversos estuvieran relacionados con el medicamento.

source: The investigator had to be involved in the discussions with the patient regarding a withdrawal of consent.
es_es: El investigador tenía que participar en las conversaciones con el paciente sobre el retiro del consentimiento.

source: The investigator had to report SAEs, AESIs, and non-serious AEs which were relevant for the reported SAE/AESI on the SAE form immediately (within 24 h) to the sponsor’s unique entry point.
es_es: El investigador debía informar de inmediato (dentro de las 24 h) en la mesa de entradas exclusiva del patrocinador los EAG, los EAIP y los EA no graves que gravitaran en los eventos adversos graves o de interés particular consignados en el formulario de eventos adversos graves.

source: The investigator had to report immediately (within 24 h) any drug exposure during pregnancy to the sponsor/CRO.
es_es: El investigador debía informar de inmediato (dentro de las 24 h) al patrocinador/la compañía investigadora contratada cualquier exposición al medicamento durante el embarazo.

source: The investigator is responsible for the detection and documentation of events meeting the criteria and definition of an adverse event (AE) or a serious adverse event (SAE) as provided in this protocol.
es_es: El investigador es responsable de detectar y documentar los eventos que cumplan con los criterios y la definición de evento adverso (EA) o evento adverso grave (EAG) según lo dispuesto en este protocolo.

source: The investigator may change his/her opinion of causality in light of follow-up information, amending the SAE form accordingly.
es_es: El investigador podrá cambiar su opinión sobre la causalidad al recibir información de seguimiento y deberá modificar el formulario de EAG según corresponda.

source: The investigator must agree to use the investigational product only in accordance with the protocol.
es_es: El investigador debe aceptar las condiciones de uso del producto en investigación que se indican en el protocolo.

source: The investigator or designate counted the number of the returned tablets and calculated compliance as the number of tablets actually taken since last tablet count versus the number that should have been taken.
es_es: El investigador o la persona por él designada contaba la cantidad de comprimidos devueltos y calculaba el cumplimiento contrastando la cantidad de comprimidos efectivamente tomados desde el último recuento y la cantidad que debieron haberse tomado.

source: The investigator or his/her designee must maintain an adequate record regarding the administration of all investigational product within the trial.
es_es: El investigador o la persona que él designe debe mantener un registro adecuado sobre la administración del producto en investigación durante el ensayo.

source: The investigator was also required to provide all defined supporting documentation.
es_es: El investigador también debía presentar toda la documentación complementaria definida.

source: The investigator was asked to record results from clinical routine examinations like ECG, echocardiography or similar procedures (MRI, CT-scan, etc.), and if applicable information gathered from interrogations of the ICD in the eCRF.
es_es: El investigador tenía instrucciones de consignar en el eCRF los estudios clínicos de rutina como ECG, ecocardiografía o procedimientos similares (resonancias magnéticas, tomografías computarizadas, etc.) y, si correspondía, la información recopilada de las consultas al desfibrilador automático implantable.

source: The investigator was responsible for retaining all records pertaining to the trial.
es_es: El investigador cargó con la responsabilidad de retener todos los registros pertenecientes al ensayo.

source: The investigator was to maintain records of the product’s delivery to the trial site, the inventory at the site, the use by each subject, and the return to the sponsor or alternative disposal of unused products.
es_es: El patrocinador debía llevar un registro de la entrega del producto al centro, el inventario propio del centro, la administración a cada sujeto y la devolución o el destino alternativo de los productos no consumidos.

source: The investigator was to assign each patient to 1 of the 4 categories based on how limited their physical activity was.
es_es: El investigador debía asignar a cada paciente a 1 de las 4 categorías en función de la limitación en la actividad física.

source: The investigator was to maintain records that adequately documented that the subjects were provided the doses specified by the CTP, and that reconciled all investigational products received from the sponsor.
es_es: El investigador debía mantener registros que documentaran adecuadamente que los sujetos recibieron las dosis especificadas en el protocolo de ensayo clínico y que conciliaran todos los productos en investigación recibidos del patrocinador.

source: The investigator was to permit trial-related monitoring, audits, IEC review, and regulatory inspection, and provide direct access to all source data.
es_es: Los investigadores debían permitir, en todo lo atinente al ensayo, el monitoreo, las auditorías, la revisión por parte de los Comités Independientes de Ética y las inspecciones de las autoridades regulatorias, y facilitar el acceso a todos los datos fuente.

source: The investigator was to provide appropriate care for patients with or withoutDM and hypoglycaemia that put the patient at risk (e.g. repeated symptomatic hypoglycaemia or severe hypoglycaemia).
es_es: El investigador debía brindar atención adecuada a los pacientes con o sin DM e hipoglucemia que pusiera al paciente en riesgo (por ejemplo, hipoglucemia sintomática repetida o hipoglucemia grave).

source: The investigator was to receive the investigational drugs from the sponsor after the CTP was approved by the IEC and CA, after the curriculum vitae of the principal investigator was available, and after the CTP was signed and dated (or if signing of the CTP was imminent).
es_es: Una vez que el Comité Independiente de Ética y la autoridad competente aprobaran el protocolo de ensayo clínico, este estuviera firmado o para la firma inminente, y estuviera el currículum del investigador principal, el patrocinador le entregaría al investigador las unidades del medicamento en investigación.

source: The investigator was to use his medical judgment to determine the relationship between an AE and the trial treatment.
es_es: El investigador debía implementar su criterio médico para determinar la relación entre el evento adverso y el tratamiento en estudio.

source: The investigator was to verify the description and seriousness of the event.
es_es: El investigador debía verificar la descripción y seriedad del evento.

source: The investigator will also consult the product information in the determination of his/her assessment.
es_es: El investigador también consultará la información del producto al realizar su evaluación.

source: The investigator will always provide an assessment of causality at the time of the initial report as described in Section 9.8.2, “Assessment of Causality”.
es_es: El investigador siempre proporcionará una evaluación de la causalidad al realizar el informe inicial, como se describe en la Sección 9.8.2, “Evaluación de la causalidad”.

source: The investigator will always provide an assessment of causality at the time of the initial report.
es_es: El investigador siempre proporcionará una evaluación de causalidad en el momento del informe inicial.

source: The investigator will attempt to establish a diagnosis of the event based on signs, symptoms, and/or other clinical information.
es_es: El investigador intentará establecer un diagnóstico del evento en función de los signos, síntomas u otra información clínica.

source: The investigator will ensure that followup includes any supplemental investigations as may be indicated to elucidate the nature and/or causality of the AE or SAE.
es_es: El investigador se asegurará de que el seguimiento incluya evaluaciones complementarias que ayuden a esclarecer la naturaleza y/o la causalidad del EA o EAG.

source: The investigator will ensure that follow-up includes any supplemental investigations as may be indicated to elucidate the nature and/or causality of the AE or SAE.
es_es: El investigador se asegurará de que el seguimiento incluya evaluaciones complementarias que ayuden a esclarecer la naturaleza y/o la causalidad del EA o EAG.

source: The investigator will exercise his or her medical and scientific judgement in deciding whether an abnormal laboratory finding or other abnormal assessment is clinically significant.
es_es: El investigador aplicará el criterio médico y científico a la hora de decidir si un resultado anómalo de laboratorio o de otra índole es clínicamente significativo.

source: The investigator will make an assessment of intensity for each AE and SAE reported during the study.
es_es: El investigador evaluará la intensidad de cada EA y EAG informado durante el estudio.

source: The investigator will then record all relevant information regarding an AE/SAE in to the CRF.
es_es: Luego, el investigador registrará toda la información relevante sobre un EA/EAG en el CRF.

source: The investigator will use clinical judgment to determine the relationship.
es_es: El investigador implementará el criterio médico para determinar la relación.

source: The investigators and study coordinators were provided the following information via guidance letters:
es_es: Los investigadores y coordinadores del estudio recibieron la siguiente información a través de cartas orientativas:

source: The investigators and study coordinators were reminded that in all cases where the protocol was not followed, e.g. in the event an on-site visit was replaced by a phone contact and/or certain data was not collected at a time point according to the protocol, the reason for the deviation from the protocol and/or the missing protocol-required data was to be documented including that this was COVID-19 related.
es_es: Se recordó a los investigadores y coordinadores del estudio que en todos los casos en los que no se hubiera seguido el protocolo, por ejemplo, en el caso de que se hiciera un contacto telefónico en lugar de la visita al centro y/o ciertos datos no se recopilaran en un momento determinado de acuerdo con el protocolo, debían documentar el motivo de la desviación y/o la falta de datos requeridos por el protocolo, mencionando la relación con la COVID-19.

source: The investigators had to receive and demonstrate GCP training.
es_es: Los investigadores debían recibir capacitación en buenas prácticas clínicas y dar cuenta de ello.

source: The investigators permitted trial-related monitoring, audits, review by the IRBs and/or the IECs, and regulatory inspection, and provided direct access to all source data.
es_es: Los investigadores permitían el monitoreo del ensayo, las auditorías, la revisión por parte de los Comités de Revisión Institucional y los Comités Independientes de Ética y las inspecciones de las autoridades regulatorias, y facilitaban el acceso a todos los datos fuente.

source: The investigators were asked to record a “yes” if there was, in their judgement, a reasonable causal relationship between the investigational product administered and the AE or a “no” if there was, in their judgement, no reasonable causal relationship between the investigational product administered and the AE.
es_es: Los investigadores debían consignar “sí” cuando, a su juicio, había una relación causal razonable entre el producto en investigación administrado y el EA, o “no” si, a su juicio, no había una relación causal razonable entre el producto en investigación administrado y el EA.

source: The investigators were physicians responsible for the management of patients diagnosed with chronic HF.
es_es: Los investigadores fueron médicos responsables del tratamiento de pacientes diagnosticados con insuficiencia cardíaca crónica.

source: The isolator is decontaminated with VHP and flushed prior to start of the filling process according to a standard process.
es_es: El aislador se descontamina con vapor de peróxido de hidrógeno y se lava antes de iniciar el proceso de llenado siguiendo un proceso estándar.

source: The isolator lines can be physically segregated and operated separately.
es_es: El seleccionador de lado de línea se puede segregar físicamente y operar por separado.

source: The justification of specification is based on the current DP specifications for tenecteplase 40 mg/vial and 50 mg/vial.
es_es: La justificación de la especificación se basa en las especificaciones vigentes para el medicamento tenecteplasa de 40 mg/frasco y 50 mg/frasco.

source: The ketone monitoring strategy for patients with T1DM was added
es_es: Se agregó la estrategia de monitoreo de cetonas para pacientes con diabetes mellitus tipo I

source: The key elements include:
es_es: Algunos elementos clave son:

source: The key secondary endpoints were as follows:
es_es: Los criterios de valoración secundarios fueron los siguientes:

source: The kinetic chromogenic test measures either the time (onset time) needed for the reaction mixture to reach a predetermined absorbance, or the rate of the color development.
es_es: El ensayo cromogénico cinético mide el tiempo necesario para que la mezcla reactiva alcance una absorbancia predeterminada (tiempo de manifestación), o la velocidad de la coloración.

source: The kinetic turbidimetric test measures either the time (onset time) needed for the reaction mixture to reach a predetermined absorbance, or the rate of the turbidity.
es_es: El ensayo turbidimétrico cinético mide el tiempo necesario para que la mezcla reactiva alcance una absorbancia predeterminada (tiempo de manifestación), o la velocidad de enturbiamiento.

source: The label applied to the PFS-NSD-1 is equipped with T-cuts to damage the label during removal and with IR secure elements for identification with suitable detection systems.
es_es: La etiqueta aplicada al PFS-NSD-1 cuenta con cortes en T para dañar la etiqueta durante la extracción y con elementos de seguridad IR para la identificación con sistemas de detección adecuados.

source: The label claim of tenecteplase is 25 mg per vial (5 mL with 5 mg/mL).
es_es: El valor según se consigna en la etiqueta de tenecteplasa es de 25 mg por frasco (5 ml con 5 mg/ml).

source: The label position on the PFS-NSD-2 is in the required area.
es_es: La posición de la etiqueta está en el área requerida del dispositivo PFS-NSD-2.

source: The label shall prevent from counterfeiting
es_es: La etiqueta prevendrá la falsificación.

source: The label states, where applicable, that the substance is suitable for use in the manufacture of dialysis solutions.
es_es: Cuando corresponda, la etiqueta indica que la sustancia es adecuada para su uso en la fabricación de soluciones para diálisis.

source: The laboratory claims that it only submits the results of the test at pH 1.2 because the API is insoluble in the rest of the media:
es_es: El laboratorio declara enviar solo los resultados de la prueba a un pH de 1.2 porque el API es insoluble en el resto de los medios:

source: The lack of benefit of the increased dose of tenecteplase in this study could be reasonably extrapolated to patients with smaller vessel occlusions and lower clot burden.
es_es: La ausencia de beneficio con una mayor dosis de tenecteplasa en este estudio podría extrapolarse razonablemente a pacientes con oclusiones de vasos más pequeños y menor presencia de coágulos.

source: The lag phase was defined as the period between time zero and the first time point with a concentration above the quantification limit.
es_es: El período de latencia se definió como el lapso que va desde el momento cero al primer momento de medición con una concentración superior al límite de cuantificación.
